{"history"  : [
  {
    "date" : "11 Апреля 2012 года, версия 0.4.2",
    "changes" : "<p class='title'>Иправлено</p><ol><li>Внешние ссылки теперь открываются в системном браузере</li><li>Отключены анимации для старых версий андроида</li></ol>"
  },
  {
    "date" : "7 Апреля 2012 года, версия 0.4.1",
    "changes" : "<p class='title'>Новое</p><ol><li>Тулбар заменен на выезжающее меню</li></ol><p class='title'>Исправлено</p><ol><li>jQuery Mobile 1.1 RC2</li><li>Хотфикс для меню</li></ol>"
  },
	{
		"date" : "4 Апреля 2012 года, версия 0.3.4",
		"changes" : "<p class='title'>Новое</p><ol><li>Добавлены анимации для новых (3+) версий андроида</li><li>Добавлена кнопка 'обновить комментарии'</li><li>Добавлена кнопка 'выход'</li><li>Новый способ ввода комментариев</li></ol><p class='title'>Исправлено</p><ol><li>Пофиксен задник тулбара</li><li>Оптимизированны темплейты комментариев</li><li>Исправлен парсинг картинок</li></ol>"
	},
	{
		"date" : "1 Апреля 2012 года, версия 0.3.3",
		"changes" : "<p class='title'>Исправлено</p><ol><li>Хотфикс для навигации</li></ol>"
	},
	{
		"date" : "29 Марта 2012 года, версия 0.3.1",
		"changes" : "<p class='title'>Новое:</p><ol><li>Новые версии js библиотек</li><li>Ускоренные скрипты</li></ol><p class='title'>Исправлено</p><ol><li>Баг с отображением действий с постом</li><li>Баг с панелькой навигации</li></ol>"
	},
	{
		"date"    : "22 Марта 2012 года, версия 0.2.7",
		"changes" : "<p class='title'>Новое:</p><ol><li>Проверяется наличие интернета при запуске</li><li>Обновленны js библиотеки</li></ol><p class='title'>Исправлено</p><ol><li>Глюк с моментальным открытием подлепры при открытии списка своих подлепр</li><li>Какие-то еще мелкие штуки, про которые я забыл</li></ol>"
	},
	{
		"date"    : "14 Марта 2012 года, версия 0.2.6",
		"changes" : "<p class='title'>Новое:</p><ol><li>Обновленная jQuery Mobile и Cordova (больше скорости!)</li><li>Простое кеширование списков (теперь они грузятся раз в 5 минут, а не при каждом клике)</li><li>Посты с подлепры теперь грузятся через ajax интерфейс (а это значит меньше трафика)</li><li>Можно голосовать и оставлять комменты к постам</li></ol><p class='title'>Исправлено</p><ol><li>Местами подпилен лейат</li></ol>"
	},
	{
		"date"    : "29 Февраля 2012 года, версия 0.2.5",
		"changes" : "<p class='title'>Новое:</p><ol><li>Кнопка показать все комментарии</li><li>Простое кеширование постов</li></ol><p class='title'>Изменилось</p><ol><li>повторное загружение комментариев</li><li>возвращение на логин скрин</li><li>комментирование в инбоксах</li></ol>"
	}
]}